---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousrailFilletRadiusParam
source: html/f173243c-7454-48b4-f82d-36043e2cbd88.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousrailFilletRadiusParam Property

"Fillet Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousrailFilletRadiusParam { get; }
```